---
kind: property
id: P:Autodesk.Revit.DB.Electrical.VoltageTypeSet.Size
source: html/92bf371e-aec5-7513-a7e0-2d08313535c2.htm
---
# Autodesk.Revit.DB.Electrical.VoltageTypeSet.Size Property

Returns the number of voltage types that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```